import AuthenticatedLayout from '@/Layouts/AuthenticatedLayout';
import { Link} from '@inertiajs/react';
import "./style.css"
export default function About({ auth }) {
    return (
        
            <Link
                href={route('dashboard')}
                className="rounded-md px-3 py-2 text-black ring-1 ring-transparent transition hover:text-black/70 focus:outline-none focus-visible:ring-[#FF2D20] dark:text-white dark:hover:text-white/80 dark:focus-visible:ring-white"
            >
               <h1 className='h1'> Вернуться на главную страницу</h1>
            
            
        
        
       <h2 className='h2'> <img src='https://avatars.dzeninfra.ru/get-zen_doc/9427887/pub_64329f6c0276475914e917a7_64329fa105dc1d4e11bb3139/scale_720'></img>
       Нет повести известнее на свете… - можно сказать, несколько перефразируя Шекспира, - …чем повесть об Александрийской властительнице Клеопатре, растворившей в чаше с уксусом драгоценную жемчужину, а затем выпившей этот эффектный, но едва ли целительный нектар.

       Думается, что Клеопатра в данном случае оказалась жертвой досужей фантазии какого-то мечтателя; достаточно положить в наполненный уксусом стакан кусочек натурального перламутра и наблюдать за тем, как он «растает». Этого едва ли кто-нибудь дождётся, а значит и на жемчуг, являющийся отложением того же вещества, возвели сущую напраслину. Если бы в очень крепкой уксусной кислоте жемчуг и растаял, то ведь не такую же кислоту-отраву пила египетская царица…
       <img src='https://avatars.dzeninfra.ru/get-zen_doc/9655966/pub_64329f6c0276475914e917a7_6432a00b7e6e234c4dd4d36d/scale_720'></img>
       Морской жемчуг
       В раковинки различных моллюсков, как пресноводных, так и морских, случайно проникают посторонние тела: песчинки, паразиты, панцири диатомовых водорослей. Они-то как раз и служат источником достаточно сильного раздражения для очень нежного тела моллюска, вызывая усиленное выделение специального перламутрового вещества. Обволакивая постепенно песчинку или паразита, оно, застывая, и образует жемчужину, в происхождении которой можно убедиться, распиливая жемчужину на части. Весь этот камень состоит из достаточно плотных концентрических слоев распространенного органического вещества, очень сильно пропитанного разными минеральными солями, а радужная игра цветов его обуславливается так называемой «интерференцией» света - это прямое следствие волнистой поверхности наружных перламутровых слоёв.
       
       Немецкий профессор Адольф Гардман, специально занимавшийся полтора века назад разработкой вопроса о происхождении жемчужин, весьма категорически утверждал в своем весьма интересном научном труде, что камень этот образуется почти исключительно благодаря присутствию крошечной личинки одного водяного паразитного клеща. На шарообразных мертвых личинках его моллюск накладывает бесчисленные слои жемчужного вещества, и в результате получается более-менее крупный перл.
       <img src='https://avatars.dzeninfra.ru/get-zen_doc/9558734/pub_64329f6c0276475914e917a7_6432a0fe5a0876026f399a97/scale_720'></img>
       Вот так выглядит раковина-жемчужница после вскрытия
       Заинтересованные этим лица из среды профессиональных ювелиров всего мира поторопились исследовать происхождение невольного первоисточника их промысла, и оказалось, что на самом деле, некоторые породы рыб-рогоносов, питающиеся черепокожными животными, заражены этим паразитом. Через них зараза передаётся уже акулам, в которых паразит и достигает полной зрелости. Отсюда он выпускает в море бесчисленных зародышей, и те, проникая в жемчужные раковины, и превращаются в итоге в весьма драгоценные каменья.
       
       Но как бы там ни было, а дело сводится к тому, что моллюск обезвреживает непрошенного гостя, обволакивая его слоем перламутра, и таким образом прекрасная половина рода человеческого в виде изящных ожерелий носит на своих шейках плоды долгих страданий и борьбы безмолвных обитателей морских глубин. Здесь же, кстати, весьма нелишним будет упомянуть и тот факт, что лучшие жемчужины, как правило, не имеют своего собственного цвета: среди них могут встречаться жёлтые, янтарные, розовые, красноватые, бурые, сероватые, зеленоватые, чёрные и многие другие.
       
       <img src='https://avatars.dzeninfra.ru/get-zen_doc/9662754/pub_64329f6c0276475914e917a7_6432a12707490e6f8dbbf50f/scale_720'></img>
       У нас, в Европе и России традиционно выше всего ценят жемчуг белый, а на Востоке – желтоватый, который, как и вообще всякий цветной, значительно дешевле, хотя по временам и на Западе вдруг появляется чрезмерный спрос на тот или иной оттенок жемчуга, что сильно изменяет его сравнительную ценность.
       
       Но, независимо от моды, выше всех стоят в цене правильные сферические перлы, затем овальные и грушевидные и, наконец, жемчужины с неправильными очертаниями, по отношению к которым пока одни только китайцы остались «при особом мнении». Они из олова изготавливают фигурки Мао Цзэдуна или Будды, кладут их между телом и раковиной двустворчатых моллюсков, и по завершении процесса обволакивания перламутром получают весьма оригинальные жемчужины, которые идут на украшение головных уборов не только дам из Поднебесной Империи, но и всего мира.
       <img src='https://avatars.dzeninfra.ru/get-zen_doc/9624526/pub_64329f6c0276475914e917a7_6432a1433a564512692913e8/scale_720'></img>
       Портрет королевы Франции Марии-Антуанетты в дорогом жемчужном ожерельи
       Не касаясь уже китайцев и их полуискусственного жемчуга, надо сказать, что и полученные естественным путём жемчужины достигают иногда сказочных размеров. Так, например, в известном музее Кенсингтона, находящегося в Лондоне, имеется одна жемчужина в 4500 каратов; поперечник её - 11.5 сантиметров. О стоимости этой выдающейся драгоценности можно составить представление хотя бы по тому факту, что исторически известная жемчужина в 126 карат была в своё время приобретена русским царем за 700000 золотых рублей. А большая жемчужина, принадлежавшая Персидскому шаху, в XVII веке оценивалась специалистами-ювелирами в 1500000 тогдашних франков – цифра не просто немалая, она огромная!
       
       Для любителей же точных цифр предложим следующий способ: хорошая жемчужина весом в один карат сегодня стоит в пределах 50 долларов США. Цена камней покрупнее возрастает очень сильно - пропорционально квадрату веса, так что стоимость камня того же качества, но при этом весом в 6 каратов, будет уже 50х36, то есть 1800 долларов и так далее.
       <img src='https://avatars.dzeninfra.ru/get-zen_doc/9400491/pub_64329f6c0276475914e917a7_6432a1673496284b9682b967/scale_720'></img>
       
       Ожерелье. Жемчуг из Мексиканского залива и с панамского побережья Карибского моря, бриллианты и рубины, к двум переплетенным лентам, алмазной и рубиновой, подвешены 33 жемчужины
       Само собой понятно, что дороговизна настоящего жемчуга ещё на заре цивилизации классического мира должна была вызвать усиленную его добычу, что и не замедлило случиться, хотя в то время морской жемчужный лов производился только в Индии и в Персидском заливе. Теперь же, кроме берегов Азии, промысел этот распространился на побережья Африки, обоих Америк, Австралии, и на многие острова, расположенные между континентами. На месте же своего возникновения жемчуг производится возле Цейлона, в Манаарском заливе неподалёку от Мадраса и у Кураччи около Бомбея.
       
       Обычно лов жемчужных раковин производится при помощи специального снаряжения – аквалангов, однако такая практика даже сегодня, в наш технический век, проводится далеко не везде. Очень многим ловцам акваланги просто недоступны финансово, а хозяевам артелей ловцов жемчуга приобретение аквалангов невыгодно, особенно это касается не совсем развитых экономически тропических стран, из которых хоть и вывозятся в виде жемчуга поистине огромные богатства, но даже богачи там богаты только лишь относительно своих собственных бедняков. Как правило, лов жемчуга в тропической зоне северного полушария начинается в первой половине марта и длится от месяца до двух, в течение которых поверхность моря на мелководье так и кишит большими лодками и малыми кораблями. В каждой из лодок сидит, как правило, по десять человек ныряльщиков, которые работают попарно: один ныряет в море и собирает раковины на глубине, а другой его вытаскивает из воды и собранную им добычу, после чего они меняются ролями и продолжают в том же темпе.
       
       Для опускания ныряльщика на дно служит тяжёлый камень, который привязывается к ногам ловца, ныряющего голым, без всяких приспособлений, с одним только мешком для раковин. Хотя и редко ныряльщику удаётся пробыть на дне дольше 40-50 секунд, но вся работа эта действует на здоровье крайне разрушительно, не говоря уже о том, что водолазам всякий раз грозит опасность очутиться в пасти акулы.
       <img src='https://avatars.dzeninfra.ru/get-zen_doc/9427887/pub_64329f6c0276475914e917a7_6432a1e5ac0d3952fcc5bddb/scale_720'></img>
       Японцы издревле занимались жемчужным промыслом, но в основном это были женщины
       Собранные раковины, чтобы освободить из них жемчуг, складывают в кучи и оставляют их гнить на солнце, заставляя моллюсков раскрыть створки, после чего их промывают в наклонных деревянных ящиках, снабженных мелкими отверстиями для стока воды, причем вода смывает все мягкие части моллюсков, а камни остаются.
       
       Со времен Птолемеев и до начала прошлого века лов жемчуга производился непосредственно у берегов кишащего акулами Красного моря, по большей части в районах Джидды и Косейра, но в один прекрасный момент жемчужные промыслы в этом районе очень сильно сократились. Тогда же практически прекратился этот промысел и в бурном Мексиканском заливе, на шельфе которого при освоении Америки испанскими колонизаторами были открыты баснословные количества самых разнообразных перлов. Постепенно центр добычи жемчуга переместился в Калифорнийский и Панамский заливы, где добывается жемчуг гораздо лучшего качества.
       
       Несколько «приисков» очень долго существовали в Карибском море у берегов Ямайки и Гаити.
       <img src='https://avatars.dzeninfra.ru/get-zen_doc/9716076/pub_64329f6c0276475914e917a7_6432a21a5951555cfaadc29f/scale_720'></img>
       Современный ловец жемчуга
       Однако в исключительно больших размерах лов жемчуга до сих пор производится у берегов Австралии, где все промыслы находились в руках англичан или американцев, и потому ловцы жемчуга там получили более современные орудия труда, что не замедлило сказаться и на производительности. Все «кустарные» промыслы, где условия труда и техника безопасности находятся на уровне позапрошлого века, постепенно исчезают.
       
       Хороший жемчуг, отличающийся вообще-то, весьма значительной природной прочностью, оказывается, вместе с тем, на редкость капризной безделушкой. Наука давно уже установила, что при небрежности обращения, когда жемчуг подвергается воздействию пота, сырости или высокой температуры, блеск его ослабевает, а самому камню через большие промежутки времени даже при соблюдении условий хранения, угрожает полное разрушение и гибель. На этой почве и возникло несколько курьёзных слухов, правдоподобность которых не подтверждена документально, но которые имеют определенный интерес для читателей этого исследования.
       
       Так, например, ровно 100 лет назад специальный орган германских ювелиров «Deutsche Goldchmiedezeitung» опубликовал некоторые сведения о так называемом «умирании» жемчуга, когда его перестают носить. В Парижском Лувре, по утверждениям журнала, лежало на бархате жемчужное ожерелье, оценивавшееся тогда в 240000 марок. Состояло ожерелье из трех рядов жемчуга, всего 145 штук общим весом около 530 каратов, причем три крупнейшие жемчужины весят отдельно 9, 10 и 12 каратов. Это ожерелье, по утверждению немцев, было осуждено на смерть, и оно постепенно «умирало», с каждым днем всё более теряя свой прежний блеск. Немцы предрекали, что через десяток-другой лет жемчужины совершенно потускнеют и превратятся в ничего не стоящую побрякушку. Что стало с ожерельем – неизвестно, оно исчезло из музея во время оккупации Парижа гитлеровцами, так что утверждение немцев проверить сегодня практически невозможно.
       <img src='https://avatars.dzeninfra.ru/get-zen_doc/4387477/pub_64329f6c0276475914e917a7_6432a0b2297a2e39ca7368ce/scale_720'></img>
       Так выглядит украшение из речного жемчуга
       По мнению того же компетентного немецкого издания, не следует носить жемчуга на платье, так как после смерти германской императрицы тех лет – Августы, обнаружили, что принадлежавшие ей великолепные нитки жемчужин сильно попортились из-за того, что много лет носились поверх ткани, не прикасаясь к телу. По этому поводу был созван своего рода консилиум ювелиров-медиков, прописавших больному жемчугу «морские купанья», и вот необычный пациент со всеми предосторожностями был опущен в море, а через несколько месяцев лечение произвело желаемое действие – жемчуг приобрел свой прежний блеск. И опять-таки это сообщение сегодня проверить практически невозможно, так как в вещах императрицы ученые подобного изделия из жемчуга не обнаружили.
       <img src='https://avatars.dzeninfra.ru/get-zen_doc/9427887/pub_64329f6c0276475914e917a7_6432a093006c795e05aba058/scale_720'></img>
       Речная жемчужница
       Можно было бы привести ещё несколько примеров в таком же роде, но вместо этого следовало бы ограничиться по-настоящему ценным советом, направленным к современным модницам – любительницам жемчуга: оберегайте свой жемчуг от «простуды», то есть помните, что сняв с теплой шеи ожерелье, нельзя его класть на что-нибудь холодное.
       
       Теперь надо хоть что-то рассказать о жемчуге речном. До тех пор, пока производство искусственного жемчуга не превысило добычу жемчуга натурального, велась и довольно активная его добыча в пресноводных реках. Ещё сто-двести лет назад практически весь речной жемчуг добывался на севере Великобритании и востоке Германии, а также на Дальнем Востоке – в Японии, Китае и на Амуре.
       <img src='https://avatars.dzeninfra.ru/get-zen_doc/9729319/pub_64329f6c0276475914e917a7_6432a052d092ec353c7ffb18/scale_720'></img>
       Карта распространение речного и приморского жемчуга в современной Европе и на Северо-Западе России
       В реках европейской части России также немало водится этой «перловки», особенно в северо-западных областях страны. Однако в силу очень многих и совершенно разных причин добыча речного жемчуга в России до сих пор находится в зачаточном состоянии. В тех же регионах мира, где эта отрасль промышленности достигла достаточной степени развития, пресноводный жемчуг ничем не уступает жемчугу морскому, отличаясь от него всего лишь только способом добычи.</h2>
       
       
       </Link>
    )  
    
}
