import AuthenticatedLayout from '@/Layouts/AuthenticatedLayout';
import { Link} from '@inertiajs/react';
import "./style.css"
export default function History({ auth }) {
    return (
        <Link
        href={route('dashboard')}
        className="rounded-md px-3 py-2 text-black ring-1 ring-transparent transition hover:text-black/70 focus:outline-none focus-visible:ring-[#FF2D20] dark:text-white dark:hover:text-white/80 dark:focus-visible:ring-white"
    >
       <h1 className='h1'> Вернуться на главную страницу</h1>
        
       <h2 className='h2'>Первые упоминания о жемчуге на Руси датируются десятым веком. Жемчуг считался исконно русским украшением. Богаты жемчугом были: Волга до Симбирска, река Бирюч, Онежское озеро, реки Валбужа, Галмужа, озера Водла, Вичи. Здесь встречался черный жемчуг. Белого же жемчуга было много в новгородском озере Ильмень, в реках Зелейка, Вадула, в Онеге, Иксе, Варзуге, Вайге; в Вории — в губе Белого моря; в реках Ветлуге, Мсте, в Пселе, в Умбе; в озерах Прорва, Селигер, а река Муна дала много жемчуга высокого качества.

       Начиная с XI века, жемчугом стали украшать фрески, иконы, мозаики и предметы религиозного культа. В 1562 году Иван Грозный дарит Соловецкому монастырю крест, украшенный драгоценными камнями, разноцветной филигранной эмалью и обрамленный жемчугом. Мантия и шапка царя были сплошь усыпаны алмазами, рубинами, изумрудами и другими камнями, в том числе жемчужинами величиной с орех, а шапку царя украшали узоры из мелкого речного жемчуга.
       Лучший русский жемчуг назывался «скатным», то есть круглым, скатывающимся. О нем говорили, что он есть не что иное, как скатившиеся с зеркала слезы радости или печали. Правильный сферический жемчуг с толстым перламутровым слоем белого и серебристого цвета, который «на блюдечке не стоит на месте» — чем дольше катился, тем выше была его стоимость. Жемчужины неправильной формы называли “рогатыми” или “угольчатыми”.
       
       <img src='https://pearl-story.ru/wp-content/uploads/2015/01/12-224x300.jpg'></img>
       «Портрет молодой женщины» Василий Тимофеевич Тимофеев (1835-1914)
       
       В ХVII веке за жемчугом ходили почти, как за рыбой. На Руси было известно более 150 жемчугоносных рек. «Есть губернии, как, например, Нижегородская, в которых каждая крестьянка носит на шее, на головном уборе от 200 до 300, а иногда и до тысячи настоящих жемчужин».
       В ХVII веке Россия ещё не добывала в своих недрах ни золота, ни серебра, но каждая русская женщина была в жемчуге: жемчуг на платье, жемчуг на головных уборах, на чоботах, на носовых платках. Россия была жемчужной страной. Иногда на картинах классиков 19 века можно увидеть самых обычных русских женщин — крестьянок, мещанок, в красивейших кокошниках, украшенных жемчугами, в жемчужных ожерельях. Жемчуг на картинах крупный, белый, очень красивый… и прекрасно оттеняет красоту женщин русского севера.
       <img src='https://pearl-story.ru/wp-content/uploads/2015/01/10-204x300.jpg'></img>
       Риза иконы «Богоматерь Владимирская» 1657 г. Золото, драгоценные камни, жемчуг; чеканка, скань, эмаль
       
       «На образах богородицы и святых обыкновенно писаны только лики и руки, самое же платье покрыто золотой ризой. Наиболее уважаемые образа вместо риз покрыты сплошь жемчугом и драгоценными камнями. Быть может, в одной Троицкой лавре жемчугу больше, чем во всей остальной Европе» (барон Гакстгаузен). Иностранцев ошеломляло обилие жемчуга в России.
       До конца ХIХ века Россия занимала второе место в мире, после Индии, по экспорту речного жемчуга. Среди европейских стран она имела самые богатые промыслы речного жемчуга. Жемчужные раковины водились в более чем двухстах реках Российской империи.
       К жемчугу на Руси всегда относились с особой почтительностью. Его добывали только при радостном расположении духа, не допуская бранных слов и ссор. Искатели жемчуга отправлялись на промысел обязательно после бани и в чистой одежде. Считалось, что заниматься добычей жемчуга могут только люди с чистой душой. Люди верили: ни дурных слов, ни дурных поступков, ни дурного запаха жемчуг не выносит. Не давался он и в руки жадным людям.
       Особое значение для речного жемчуга имеет качество воды. На Руси считали, что самый лучший жемчуг водиться в реках, богатых семгой, так как именно эта «царская рыба» и приносит раковинам жемчужины.
       Жемчуг использовали в народном костюме и в женских украшениях. Праздничные одежды русских замужних женщин обязательно дополняли головные уборы —кокошники и кички. Завершали кичку поднизи (или очелье), которые спускались на лоб, почти до бровей, в виде жемчужной бахромы или сетки. Длинные пряди из жемчуга, спускавшиеся с головного убора ( кокошника) на грудь назывались «рясны». Иногда рясны подвешивали к иконам, изображающим Богоматерь.
       
       <img src='https://pearl-story.ru/wp-content/uploads/2015/01/icon-223x300.jpg'></img>
       Икона — список 14 века со знаменитой констатинопльской Одигитрии
       
       <img src='https://pearl-story.ru/wp-content/uploads/2015/01/kokoshnik.jpg'></img>
       Любимыми  женскими  украшений были также  «пясы» — праздничные серьги. Термин «пясы» известен с начала XVIII века в губерниях русского севера. Пясы делали из мелкого речного жемчуга, бисера. Некоторые серьги на Руси имели интересные названия. Серьги и изображением птиц — голубей — назывались «голубцы», серьги с одной подвесочкой — «одинцы», с двумя — «двойчатки», с тремя — «тройчатки».
       
       <img src='https://pearl-story.ru/wp-content/uploads/2015/01/earrings-in-Russia1-min-min.jpg'></img>
       Серьги «двойчатки» и серьги «голубцы»
       <img src='https://pearl-story.ru/wp-content/uploads/2015/01/477-300x216.jpg'></img>
       <img src='https://pearl-story.ru/wp-content/uploads/2015/01/devichij-komplekt-225x300.jpg'></img>
       Обязательной деталью праздничного убранства головы девушки был косник (накосник). Это украшение девушка вплетала  в косу при помощи шнура, между прядями волос. Его также украшали речным жемчугом и бисером.
       <img src='https://pearl-story.ru/wp-content/uploads/2023/07/Orujeinaya_palata_royal-hats-min-768x441.jpg'></img>
       Шапки — старинный русский головной убор. Шапки были разных видов, названия и носили их как мужчины, так и женщины, цари и простолюдины. Царские были из шелковых и золотых тканей с нашитыми украшениями из драгоценных камней и жемчуга, с соболиной опушкой. Надевались царями такие шапки при торжественных выходах, а шапкой Мономаха венчали на царство.
       <img src='https://pearl-story.ru/wp-content/uploads/2015/01/Shapka1-min.jpg'></img>
       Шапка Мономаха
       Этой шапкой венчали на царство русских царей вплоть до Федора Алексеевича (внук Михаила Федоровича Романова). К русскому князю Владимиру Мономаху (ок. 1053 — 1125), также как и к византийскому императору Константину IX Мономаху (ок. 1000 — 1055) эта шапка не имеет  никакого отношения.  Многие историки считают, что знаменитая шапка Мономаха была свадебным подарком Великому князю Московскому Юрию Даниловичу (внук Александра  Невского и старший брат Ивана Калиты) от золотоордынского хана Узбека. В 1317 году Великий князь женился на сестре хана, праправнучке хана Батыя. Она приняла православие и получила имя Агафья. Так московские князья впервые породнились с потомками Чингисхана.
        Впервые шапкой Мономаха был венчан в 1498 году внук Ивана III Дмитрий. Конец XV века — это не только освобождение от монголо-татарского ига. Иван III посчитал нужным подчеркнуть возросшую мощь страны венчанием на престол своего внука Дмитрия. Для этого акта и была использована шапка Мономаха.
        В 1547 году венчался на царство шапкой Мономаха Иван IV Грозный.
       <img src='https://pearl-story.ru/wp-content/uploads/2015/01/485385_900-262x300.jpg'></img>
       Кокошник — старинный русский женский головной убор, который носили все сословия в допетровскую эпоху.
Когда он появился на Руси  — точно не скажет никто. Петр I, когда стал вводит европейское платье в России, запретил его ношение для дворянства, но в крестьянской и купеческой среде он остался. Позже, специальным указам, Екатерина II разрешила носить кокошник при дворе, но только как элемент карнавального костюма. А потом была война с Наполеоном, небывалый подъем патриотизма, возвращение ко всему национальному, русскому. В 1834 году Николай I подписывает указ о придворном платье, которое должно быть дополнено кокошником (указ просуществовал вплоть до 1917 года). Конечно же платье и особенно кокошник в дворянской среде были «несколько другими», чем в крестьянской или купеческой ( во второй половине XIX века в моду у русской аристократии входят тиары-кокошники из золота, бриллиантов, жемчуга и драгоценных камней ).
После революции 1917 года огромная часть русской аристократии оказалась в вынужденной эмиграции  (только Франция приняла около 150 тыс. человек). Это они привезли с собой в Европу и Америку моду на все русское ( ювелирные украшения, придворные платья, «Русский балет Дягилева»,  который вырос из «Русских сезонов» 1908 года и просуществовал до 1929 года ( до кончины С.П.Дягилева ). Так русская революция повлияла на европейскую и американскую моду в 20-е годы XX века. Одним из хорошо узнаваемых элементов стиля «а-ля рюсс»  был кокошник. В моду входит кокошник-венец, он становится неотъемлемым атрибутом подвенечного платья  в Европе и  Америке.
На Руси форма и украшения кокошника зависели от региона проживания.  Кокошники классифицируют по форме: однорогий, двурогий, в виде конуса, в виде шапочек, с плоским овальным верхом, двух гребенчатый или седлообразный. Кокошник делали из плотной основы, он пришивался к шапочке, а сзади спускались ленты. Кокошник украшали бисером, жемчугом, его тщательно хранили в семье и передавали по наследству. Поверх кокошника часто одевали шелковые или шерстяные платки, тонкое и легкое покрывало типа вуали, фаты.
       </h2>
       </Link>  
    )
}
